Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: Download the Single Word Target Segment
ug: يەككە سۆز نىشان بۆلىكىنى چۈشۈرۈڭ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ug: Common Voice سانلىق مەلۇماتىنى قانداق قىلىپ تېخىمۇ ياخشىلاش توغرىسىدا ئوي-پىكىرلىرىڭىز بارمۇ؟ بولسا بىز بىلەن ئورتاقلىشىڭ

source: Do you want to continue?
ug: داۋاملاشتۇرۇشنى خالامسىز؟

source: Do you want to Speak, Listen or both?
ug: سۆزلەمسىز ياكى ئاڭلامسىز ۋە ياكى ھەر ئىككىلىسىمۇ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
ug: سۆرەپ تاشلاڭ ياكى <browseWrap>كۆز يۈگۈرتۈڭ </ browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ug: ھۆججىتىڭىزنى بۇ جايغا سۆرەڭ ياكى <uploadButton>چېكىپ يۈكلەڭ</uploadButton>

source: Drop file here to upload
ug: ھۆججەت بۇ يەرگە تاشلانسا يۈكلىنىدۇ

source: Duala
ug: دۇئالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ug: تۆھپىڭىز تاپشۇرۇش جەريانىدا «يوللاش» چېكىلسە تەكلىپ يوللاشتىن ئاتلاپ ئۆتۈپ كېتىدۇ. تۆھپە كېيىنكى 5 يۈرۈش خاتىرىلەش ياكى دەلىللەش بىلەن بىۋاسىتە داۋاملىشىدۇ.

source: Dutch
ug: گوللاندىيەچە

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ug: سانلىق مەلۇماتتىكى ھەر بىر مەزمۇن تېكىستكە ماس ھالدا خاس MP3 تىن تەركىب تاپقان. سانلىق مەلۇماتتىكى <b>{ $total }</b> ئۈن خاتىرە سائىتىنىڭ كۆپىنچىسى يەنە ياش، جىنسى ۋە تەلەپپۇزى قاتارلىق ئۇچۇرلارنى ئۆز ئىچىگە ئالغان بولۇپ، بۇ ئارقىلىق ئاۋاز تونۇش ماتورىنىڭ توغرىلىقىنى مەشىقلەندۈرۈشكە ياردەم بېرىدۇ. نۆۋەتتە سانلىق مەلۇمات <b>{ $languages }</b> تىلدىكى <b>{ $valid }</b> دەلىللەنگەن سائەتتىن تەركىب تاپقان بولۇپ، بىز داۋاملىق تۈردە تېخىمۇ كۆپ ئاۋاز ۋە تىللارنى قوشىمىز. تىل قوشۇشنى تەلەپ قىلىش ۋە تۆھپە قوشۇشنى باشلاش ئۈچۈن بىزنىڭ <languagesLink>تىللار بېتىمىزگە</languagesLink> قاراڭ.

source: Eastern Huasteca Nahuatl
ug: شەرقىي خۇۋاستېكا ناخۇاتولچە

source: Eastern Min
ug: شەرقىي مىن

source: Eastern Penan
ug: شەرقىي پېنان

source: Easy
ug: ئاسان

source: Ebrie
ug: ئېبرې

source: Edit
ug: تەھرىر

source: Edit Profile
ug: تەرجىمىھال تەھرىر

source: Email
ug: ئېلخەت

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ug: ئېلخەت تىزىملىكىگە <emailFragment> تىزىملىتىش <emailFragment> ئارقىلىق ھەر خىل تەشۋىقات، پائالىيەتلەرگە قانداق قاتنىشىدىغانلىقىنى بىلەلەيسىز، ھەمدە Common Voice نىڭ ئىقتىدارلىرىنى ئورتاق لايىھەلەشنى ئۆگىنەلەيسىز.

source: Email is already used for a different account
ug: بۇ ئېلخەت باشقا ھېساباتتا ئىشلىتىلگەن

source: Email Subscriptions
ug: ئېلخەت مۇشتەرىلىكى

source: Emakhuwa
ug: ئېماقۇۋاچە

source: English
ug: ئىنگلىزچە

source: Enter Email to Download
ug: چۈشۈرۈش ئۈچۈن ئېلخەت ئادرېسىڭىزنى كىرگۈزۈڭ

source: Enter email to send a sign up link
ug: تىزىملىتىش ئ‍ۇلىنىشى ئۈچۈن ئېلخېتىڭىزنى كىرگۈزۈڭ

source: Enter your Country/Region of Residence
ug: تۇرۇشلۇق دۆلەت/رايون كىرگۈزۈلىدۇ

source: Enter your email
ug: ئېلخىتىڭىزنى كىرگۈزۈڭ

source: Enter your public domain sentence here
ug: ئاممىۋى دائىرىدىكى جۈملىنى بۇ جايغا كىرگۈزۈڭ

source: Enter your public domain sentences here
ug: ئاممىۋى دائىرىدىكى جۈملىنى بۇ جايغا كىرگۈزۈڭ

source: Error
ug: خاتالىق

source: Error adding sentence
ug: جۈملە قوشۇشتا خاتالىق كۆرۈلدى

source: Error { $code }
ug: خاتالىق { $code }

source: Error while playing audio file.
ug: ئۈن ھۆججەتنى قويۇۋاتقاندا خاتالىق كۆرۈلدى.

source: Erzya
ug: ئېرزاچە

source: Esperanto
ug: دۇنيا تىلى

source: Estonian
ug: ئېستونىيەچە

source: Eton
ug: ئېتون

source: Events
ug: پائالىيەتلەر

source: Everyone
ug: ھەممەيلەن

source: Ewe
ug: ئېۋې

source: Ewondo
ug: ئېۋوندوچە

source: Example
ug: مىسال

source: Exit & Delete clips
ug: چېكىنىش ۋە ئاۋازنى ئۆچۈرۈش

source: Explore the community and languages supported by Common Voice
ug: Common Voice قوللىغان تىل ۋە جامائىتى ھەققىدە ئىزدىنىش

source: Failed to copy SHA256 Checksum
ug: SHA256 يىغىندا تەكشۈرۈشىنى كۆچۈرەلمىدى

source: Fang
ug: فاڭ

source: FAQ
ug: كۆپ سورالغان سوئاللار

source: Faroese
ug: فائېروچە

source: Female/Feminine
ug: ئايال

source: Fewer than 15 words per sentence
ug: 15 سۆزدىن ئاز

source: Fields marked with an asterisk (*) are required.
ug: * تولدۇرۇش زۆرۈر بۆلەكلەرنى كۆرسىتىدۇ

source: File is too large
ug: ھۆججەت بەك چوڭ

source: File is too small
ug: ھۆججەت بەك كىچىك

source: Finance
ug: ئىقتىساد

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ug: ئۇنىۋېرسىتېتلار، تىل مەكتەپلىرى، تەشۋىقات گۇرۇپپىلىرى ياكى سانلىق مەلۇمات پەنلىرى جەمئىيىتىگە ئوخشاش، بۇ ئىشقا كۆڭۈل بۆلىدىغانلارنى ئىزدەڭ. ئۇلارنىڭ قانداق ۋە نېمە ئۈچۈن ياردەم قىلالايدىغانلىقىنىڭ سەۋەبىنى ئېنىق چۈشەندۈرۈڭ. <outreachTemplates>سىرتقى ئالاقە ئېلخەت قېلىپىمىزنى كۆرۈڭ</outreachTemplates>

source: Finish editing first?
ug: ئاۋۋال تەھرىرلەشنى تاماملامسىز؟

source: Finish recording
ug: ئۈنگە ئېلىش ئاخىرلاشسۇن

source: Finish recording first?
ug: ئاۋۋال خاتىرىلەشنى تاماملامسىز؟

source: Finish Review
ug: تەكشۈرۈش تامام

source: Finish validating
ug: دەلىللەش تامام

source: Finish validating clips?
ug: ئۈن ئۈزۈمدە دەلىللەشنى تاماملامسىز؟

source: Finnish
ug: فىنچە

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ug: ئالدى بىلەن، تىلىڭىزنىڭ <languageLink>بار-يوقلۇقىنى تەكشۈرۈڭ</languageLink>. ئەگەر بولمىسا، <languageRequestLink>تىلىڭىزنى قوشۇشنى ئىلتىماس قىلسىڭىز بولىدۇ</languageRequestLink>. ئىككى باسقۇچ بار. بېكەتنى تەرجىمە قىلىش ۋە جۈملىلەرنى توپلاش

source: Follow guidelines from “What sentences can I add?”
ug: «قانداق جۈملىنى قوشالايمەن؟» دېگەن كۆرسەتمىگە ئەگىشىڭ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ug: ھەر بىر ھەدىيە قىلغان ئاۋاز، ھەر بىر دەلىللەنگەن ئاۋاز ئۈچۈن سىزنىڭ ھېسابات تاختىڭىزدا سىز تۆھپە قوشۇۋاتقان تىلدىكى ئەڭ يېڭى ئىلگىرىلەشىلىرىڭىزنى ئەكس ئەتتۈرۈپ بېرىدۇ. توغرا بىردىن كۆپ تۆھپە قوشالايسىز!<br/><br/> ھېسابات تاختىڭىز ئارقىلىق ستاتىستىكا ئۇچۇرىڭىزنى ئىز قوغلاپ سىزنىڭ ئىجتىمائىي توپتىكى باشقىلار بىلەن سېلىشتۇرغاندا قايسى ئورۇندا ئىكەنلىكىڭىزنى كۆرۈڭ، شۇنداقلا كۈندىلىك ۋە ھەپتىلىك تۆھپە نىشانىڭىزنى بېكىتىڭ.

source: for example
ug: مەسىلەن

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
ug: توردا ئىشلەتكىلى بولمايدىغان ئاممىۋى تور دائىرىسىدىكى تېكىست ئۈچۈن، ئىلمىي پايدىلىنىش ئۇسلۇبىنى ئىشلىتەلەيسىز، مەسىلەن، خارۋارد ئۇسلۇبى «جېس (2021) مېنىڭ ئاممىۋى ئىجازەتنامە شېئىرلىرىم».

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ug: تېخنىكىنىڭ ھەممە ئادەمگە ياخشى خىزمەت قىلىشى ئۈچۈن، ئىجادكارلارنىڭ تېخنىكا قۇرۇشىغا ياردەم بېرىدىغان سانلىق مەلۇماتلاردا كۆپ خىل كىشىلەرنىڭ شىۋىسى ئەكس ئېتىشى كېرەك. مەسىلەن، ئەگەر ئالاھىدە شىۋىسى بار سۆزلىگۈچىنىڭ تەلەپپۇزى ساندانىمىزدا بولمىسا، ئۇنداقتا مەزكۇر تېخنىكا بۇ خىل شىۋىسى بار كىشىلەر ئۈچۈن ياخشى ئىشلىمەيدۇ. <learnMore> مېتا سانلىق مەلۇماتنىڭ نېمە ئۈچۈن مۇھىملىقى ھەققىدىكى تېخىمۇ كۆپ تەپسىلاتلار. </learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ug: ئېلان قىلىنغان تىللارنىڭ تور بىتى مۇۋەپپەقىيەتلىك ھالدا <localizationGlossaryLink> يەرلىكلەشتۈرۈلگەن </localizationGlossaryLink>، شۇنداقلا يېتەرلىك <sentenceCollectionGlossaryLink>توپلانغان جۈملىلىرى</sentenceCollectionGlossaryLink> بولسا <speakLink>سۆزلەپ</speakLink> ۋە <listenLink>ئاڭلاپ</listenLink> تۆھپە قوشۇش باسقۇچىغا ئىلگىرىلىيەلەيدۇ.

source: Foundations
ug: ۋەخپىلەر

source: French
ug: فىرانسۇزچە

source: Frisian
ug: فىرىزيەچە

source: Fulah
ug: فۇلاچە

source: Fuzhou
ug: فۇجۇ

source: Galician
ug: گالىتسىيانچە

source: General
ug: ئادەتتىكى

source: General language / multiple variants
ug: ئادەتتىكى تىل / كۆپ خىل تۈرى

source: Georgian
ug: گىرۇزىنچە

source: German
ug: گېرمانچە

source: Get in touch
ug: ئالاقىلىشىڭ

source: Get involved
ug: قاتنىشىڭ

source: Get Involved
ug: قاتنىشاي

source: Get started with goals
ug: نىشان بىلەن باشلاڭ

source: Get Started with Speech Recognition
ug: ئاۋاز تونۇتۇشنى باشلاڭ

source: Ghomala
ug: غومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ug: <githubLink>NVIDIA NeMo</githubLink>™ تەتقىقاتچىلار ئەڭ ئىلغار سۆزلىشىش شەكلىدىكى سۈنئىي ئەقىل (AI) بۆلىكىنى ئىجاد قىلىدىغان بىر يۈرۈش <docsLink>ئوچۇق كودلۇق ئىجادكارلار قورال بوغچىسى</docsLink>

source: Goal reached
ug: نىشانغا يەتتى

source: Goals
ug: نىشان

source: Goan Konkani
ug: كونكانىچە

source: Go to Discourse
ug: مۇنازىرلىشىڭ

source: Go to Languages Page
ug: تىل بېتىگە كىرىڭ

source: Go to { $name }
ug: { $name } نى ئېچىڭ

source: <governanceLink>Read more about how we're governed</governanceLink>
ug: <governanceLink>قۇرۇلۇشنى قانداق باشقۇرۇدىغانلىقىمىزنى تەپسىلىي ئوقۇڭ</governanceLink>

source: Governments
ug: ھۆكۈمەتلەر

source: Grammatical / spelling error
ug: گىرامماتىكىلىق / ئىملا خاتالىقى

source: Great! How many clips a week?
ug: ناھايىتى ياخشى! ھەپتىدە قانچە ئاۋاز بۆلىكى؟

source: Great! How many clips per day?
ug: ناھايىتى ياخشى! كۈندە قانچە ئاۋاز بۆلىكى؟

source: Great!<recordIcon></recordIcon> Record your next clip
ug: ناھايىتى ياخشى! <recordIcon></recordIcon> كېيىنكى ئاۋازنى ئۈنگە ئېلىڭ

source: Great work!<playIcon></playIcon> Listen again when you're ready
ug: يارايسىز! <playIcon></playIcon> تەييار بولغاندا قايتا ئاڭلاڭ

source: Greek
ug: گىرېكچە

source: Gronings
ug: گرونىڭس

source: Guarani
ug: گۇئارانىچە

source: Guidelines
ug: كۆرسەتمە

source: Gujarati
ug: گۇجاراتىچە

source: Haitian
ug: ھايتىچە

source: Hakha Chin
ug: خاكاچىنچە

source: Hausa
ug: خائۇساچە

source: Have Feedback?
ug: تەكلىپ-پىكرىڭىز بارمۇ؟

source: Have you read our Terms?
ug: بىزنىڭ شەرتلىرىمىزنى ئوقۇدىڭىزمۇ؟

source: Having an account is not required to contribute, though it is helpful.
ug: تۆھپە قوشۇش ئۈچۈن ھېسابات تەلەپ قىلىنمايدۇ، شۇنداقتىمۇ بولغىنى پايدىلىق.

source: Having a profile is not required to contribute though it is helpful, see why below.
ug: تۆھپە قوشۇش ئۈچۈن تەرجىمىھال ئۇچۇرى تەلەپ قىلىنمايدۇ شۇنداقتىمۇ بولغىنى پايدىلىق، سەۋەبى تۆۋەندىكىدەك.

source: Healthcare
ug: ساقلىقنى ساقلاش

source: Hebrew
ug: ئىبرانىچە

source: Help
ug: ياردەم

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ug: Common Voice نىڭ { $hours } سائەت شەخسى نىشانغا يېتىشىگە ياردەم قىلىڭ

source: Help create Common Voice’s first target segment in { $locale }
ug: Common Voice نىڭ { $locale } تىكى بىرىنچى نىشان بۆلىكىنى قۇرۇشقا ياردەملىشىڭ

source: Help reach { $hours } hours in { $language } with a personal goal
ug: { $language } دىكى { $hours } سائەت شەخسىي نىشانغا يېتىشىمىزگە ياردەم قىلىڭ

source: Help teach machines how real people speak, donate your voice at { $link }
ug: ھەقىقىي كىشىلەرنىڭ قانداق سۆزلەيدىغانلىقىنى ماشىنىلارغا ئۆگىتىشكە ياردەم قىلىڭ ، { $link } ئۇلىنىش ئارقىلىق ئاۋازىڭىزنى ئىئانە قىلىڭ

source: Help us build a community around voice technology, stay in touch via email.
ug: ئاۋاز تېخنىكىسىنى ئاساس قىلغان جامائەت توپىنى قۇرۇشىمىزغا ياردەمدە بولۇڭ، ئېلخەت ئارقىلىق ئالاقىنى ساقلاپ قىلىڭ.

source: Help us build a high quality, publicly open dataset
ug: يۇقىرى سۈپەتلىك، ئوچۇق سانلىق مەلۇمات توپلىمى قۇرۇشىمىزغا ياردەم قىلىڭ.

source: Help us find more voices, share your goal
ug: تېخىمۇ كۆپ ئاۋاز تېپىشىمىزغا ياردەم قىلىڭ ، نىشانىڭىزنى ئورتاقلىشىڭ

source: Help us find others to donate their voice!
ug: ئاۋازىنى ئىئانە قىلىدىغانلارنى تېپىشىمىزغا ياردەملىشىڭ!

source: Help us get to { $goal }
ug: { $goal } گە يېتىشىمىزگە ياردەم قىلىڭ

source: Help us validate sentences!
ug: جۈملىلەرنى دەلىللەشكە ياردەملىشىڭ!

source: Help us validate voices
ug: ئاۋازنى دەلىللەشكە ياردەملىشىڭ

source: Heng Hua
ug: خىڭخۇا

source: Here are the links to download your ZIP files.
ug: بۇ يەردە ZIP ھۆججىتىڭىزنى چۈشۈرۈش ئۇلانمىلىرى بار.

source: Hidden
ug: يوشۇرۇن

source: Highland Puebla Nahuatl
ug: ئېگىزلىك پۇئېبلا ناخۇئاتىل

source: Hiligaynon
ug: خىلىگاينونچە

source: Hill Mari
ug: تاغ مارىچە

source: Hindi
ug: ھىندىچە

source: His hand was rais-ed.
ug: ئۇنىڭ قولى كۆتۈرۈل-گەن.

source: History, Law and Government
ug: تارىخ، قانۇن ۋە ھۆكۈمەت

source: Hours
ug: سائەت

source: Hours Recorded
ug: ئۈنگە ئېلىنغان سائەت

source: Hours Validated
ug: دەلىللەنگەن سائەت

source: How ?
ug: قانداق؟

source: How are project decisions made?
ug: قۇرۇلۇش قارارلىرى قانداق چىقىرىلىدۇ؟

source: How can we effectively grow a language on Common Voice?
ug: قانداق قىلغاندا Common Voiceدا تىلنى ئۈنۈملۈك ئىلگىرلەتكىلى بولىدۇ؟

source: How does Common Voice work?
ug: Common Voice نىڭ خىزمەت پىرىنسىپى قانداق؟

source: How does site localization work?
ug: تور بېكەتنى يەرلىكلەشتۈرۈش قانداق ئېلىپ بېرىلىدۇ؟

source: How do I access and use the dataset?
ug: سانلىق مەلۇمات توپلىمىنى قانداق زىيارەت قىلىمەن ۋە ئىشلىتىمەن؟

source: How do I add a language?
ug: تىلنى قانداق قوشىمەن؟

source: How do I add sentences?
ug: جۈملىلەرنى قانداق قوشىمەن؟

source: How do I cite?
ug: قانداق نەقىل ئالىمەن؟

source: How do I know whether to approve a voice clip?
ug: ئاۋازلىق تەستىقلاش ياكى تەستىقلىماسلىقنى قانداق بىلىمەن؟

source: How do I record a high quality voice clip?
ug: قانداق قىلغاندا يۇقىرى سۈپەتلىك ئاۋازنى ئۈنگە ئالغىلى بولىدۇ؟

source: How do I stay in touch?
ug: ئالاقىنى قانداق ساقلاپ قالىمەن؟

source: How is Common Voice funded?
ug: Common Voice مەبلىغى قانداق كەلگەن؟

source: How to add multiple sentences
ug: كۆپ جۈملىنى قانداق قوشىدۇ

source: How would you describe your accent?
ug: تەلەپپۇزىڭىزنى قانداق تەسۋىرلەيسىز؟

source: How would you describe your sex or gender?
ug: جىنسىڭىزنى قانداق تەسۋىرلەيسىز؟

source: Hungarian
ug: ماجارچە

source: I agree
ug: قوشۇلىمەن

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ug: مەن Common Voice نىڭ <termsLink> شەرتلىرى </termsLink> ۋە <privacyLink>مەخپىيەتلىك ئۇقتۇرۇشى </privacyLink> غا قوشۇلىمەن.

source: Ibibio
ug: ئىبىبىئو

source: Icelandic
ug: ئىسلاندچە

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ug: مەن بۇ جۈملىلەرنىڭ <wikipediaLink>ئاممىۋى دائىرە</wikipediaLink> دە ئىكەنلىكىنى جەزملەشتۈرىمەن ھەمدە ئۇلارنى يۈكلەش ئىجازىتىم بار.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ug: مەن بۇ جۈملىنىڭ <wikipediaLink>ئاممىۋى دائىرە</wikipediaLink> دە ئىكەنلىكىنى جەزملەشتۈرىمەن ھەمدە ئۇنى يۈكلەش ئىجازىتىم بار.

source: <icon></icon> Add multiple public domain sentences
ug: <icon></icon> ئاممىۋى دائىرىدىكى كۆپ جۈملە يۈكلەيدۇ

source: Ideally natural and conversational (it should be easy to read the sentence)
ug: جۈملىلەر تەبىئىي سۆھبەتتەك (جۈملىنى ئوقۇش ئاسان)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ug: نىشان ئەسكەرتىشلىرى ، ئىلگىرىلەش ئۇچۇرلىرى ۋە Common Voice توغرىسىدىكى خەۋەرلەرنى ئېلخەت ئارقىلىق تاپشۇرۇۋېلىشنى خالايمەن.

source: I do not agree
ug: قوشۇلمايمەن

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ug: ئەگەر بىر ئاۋاز 2 ئادەم تەرىپىدىن رەت قىلىنسا ، ئۇ سانلىق مەلۇمات توپلىمىنىڭ باشقا تارماق قىسمىدا تارقىتىلىدۇ.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ug: ئەگەر بۇ ئۆزىڭىزنىڭ سۆزى بولسا <italicizedText>«ئۆزىنى نەقىل ئېلىش»</italicizedText> دېسىڭىزلا بولىدۇ. بىز بۇ مەزمۇننى قەيەردىن تاپقانلىقىڭىزنى بىلىشىمىز كېرەك شۇنداق بولغاندا ئۇنى ئاممىۋى ساھەدىن تەكشۈرەلەيمىز، نەشر ھوقۇقى چەكلىمىسى قوللىنىلمايدۇ. نەقىل ئېلىش ھەققىدىكى تەپسىلاتقا ئېرىشمەكچى بولسىڭىز <guidelinesLink>يېتەكچى بەت</guidelinesLink> نى كۆرۈڭ.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ug: ئەگەر ئۈنگە ئېلىش ئۈزۈلۈپ كەتسە ياكى شاۋقۇن بولسا، پۈتكۈل جۈملىنى ئېنىق ئاڭلىغىلى بولمىسا رەت قىلىنىدۇ، .

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ug: ئەگەر بۇ ھۆججەت ھەققىدە قوشۇمچە ئۇچۇرلارنى تەمىنلىمەكچى بولسىڭىز <emailFragment>commonvoice@mozilla.com</emailFragment> بىلەن ئالاقىلىشىڭ.

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ug: ئەگەر بۇ ھۆججەت ھەققىدە تەمىنلىمەكچى بولغان قوشۇمچە ئۇچۇرلار قېلىپتا بولمىسا <emailFragment>commonvoice@mozilla.com</emailFragment> بىلەن ئالاقىلىشىڭ.

source: If the sentence does not meet the above criteria, click the "No" button.
ug: ئەگەر بۇ جۈملە يۇقىرىدىكى ئۆلچەمگە توشمىسا، «بولماپتۇ» توپچىسى بېسىلىدۇ.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ug: ئەگەر بۇ جۈملە يۇقىرىقى ئۆلچەمگە توشمىسا، سول تەرەپتىكى «رەت قىل» توپچىسىنى چېكىڭ. ئەگەر بۇ جۈملىنى جەزملىيەلمىسىڭىز، ئۇنى ئاتلاپ كېيىنكى جۈملىگە يۆتكەلسىڭىزمۇ بولىدۇ.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
ug: ئەگەر جۈملە كىشىنى رەنجىتىدىغان ياكى بىئارام قىلىدىغان بولسا - مەسىلەن، ئېنىقلا مەزمۇن سەۋەبىدىن ياكى <communityGuidelines>جامائەتكە قاتنىشىش كۆرسەتمىسى </communityGuidelines> گە خىلاپلىق قىلغان بولسا، جۈملىنى رەت قىلىشىڭىز كېرەك. مەسىلىنى تېخىمۇ كەسكىنلەشتۈرۈۋەتمەسلىك ئۈچۈن <emailFragment>commonvoice@mozilla.com</emailFragment> ئارقىلىق بىز بىلەن ئالاقىلاشسىڭىز بولىدۇ.

source: If the sentence meets the criteria above, click the "Yes" button.
ug: ئەگەر بۇ جۈملە يۇقىرىدىكى ئۆلچەمگە توشسا، «بولۇپتۇ» توپچىسى بېسىلىدۇ.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ug: ئەگەر جۈملە بۇ ئۆلچەمگە توشسا، ئوڭ تەرەپتىكى «تەستىقلا» توپچىسى بېسىلىدۇ.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
ug: ئەگەر سىز بۇ جۈملىنى جەزملىيەلمىسىڭىز، ئۇنىڭدىن ئاتلاپ كېيىنكى جۈملىگە يۆتكەلسىڭىز بولىدۇ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ug: ئەگەر بۇ كۆرسەتمىلەر ئۆز ئىچىگە ئالمايدىغان بىر ئىشقا يولۇقسىڭىز، ئەڭ ياخشى ھۆكۈمىڭىزگە ئاساسەن بېلەت تاشلاڭ. ئەگەر راستىنلا قارار قىلالمىسىڭىز، ئاتلا كۇنۇپكىسىنى ئىشلىتىپ كېيىنكى خاتىرىگە ئۆتۈڭ.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ug: ئەگەر سىز ئۇلار ئوقۇغان ئاۋازنى <strong>ئاڭلاپ</strong> ۋە <strong>چۈشەن</strong>ەلىسىڭىز، ئادەتتە <strong>تەستىق</strong>لىسىڭىز بولىدۇ.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ug: ئەگەر بىر قانچە كۈنگىچە بىزدىن ئۇچۇر تاپشۇرۇۋالمىسىڭىز، <emailLink>{ $email }</emailLink> بىلەن ئالاقىلاشسىڭىز، بىز سىزگە تېزلا جاۋاب قايتۇرىمىز!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ug: ئەگەر سىز ياكى تەشكىلاتىڭىز بۇ تۈرگە يەنە تۆھپە قوشماقچى بولسىڭىز، <donateLink>ئىئانە</donateLink> قىلىش ياكى <emailFragment>commonvoice@mozilla.com</emailFragment>ھەمكارلىق گۇرۇپپىمىز بىلەن ئالاقىلاشسىڭىز بولىدۇ.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
ug: تۆھپە قوشۇشتا مەسىلىگە يولۇقسىڭىز، تىلىڭىزدىكى بارلىق مەزمۇنلارنى خالىغان ۋاقىتتا كۆرەلەيسىز.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ug: ئەگەر سىز ASR مودېللىرىنى قۇرالايدىغان قوراللارنى ئىزدەۋاتقان بولسىڭىز، مەھەللىدىكى <discourseLink> Discourse دىكى <discourseLink> باشقا كىشىلەر بىلەن باغلىنالايسىز.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ug: ئەگەر سانلىق مەلۇمات توپلىمى ھەققىدە تېخىمۇ كۆپ ئىشلارنى سۆزلىمەكچى بولسىڭىز، پىلانلانغان سۇپىنى كېڭەيتىشكە ئورتاق مەبلەغ سېلىش ياكى ھەمكارلىق پۇرسىتى ئىزدەشنى ئويلىسىڭىز، <emailFragment> بىز بىلەن ئالاقىلىشىڭ. </emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ug: ئەگەر تەكشۈرىدىغان جۈملە تۈگەپ كەتسە، تېخىمۇ كۆپ جۈملە توپلىشىمىزغا ياردەم قىلىڭ.

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ug: ئەگەر تەلەپپۇزنى <strong> چۈشىنىش مۇمكىن ئەمەس </strong> دەپ ئويلىسىڭىز ياكى <strong> ئارقا مۇھىت شاۋقۇنى كۈچلۈك</strong> ياكى <strong> باشقا كىشىلەرمۇ سۆزلەۋاتقان </strong> بولسا ، ئۇنداقتا ئۈن ئۈزۈندىسىنى رەت قىلىشىڭىز كېرەك. <accuracyLink> توغرىلىق ئۆلچىمىمىزدىن تېخىمۇ كۆپ ئۇچۇرلارنى كۆرۈڭ.</accuracyLink>

source: Igbo
ug: ئىبوچە

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ug: مەن ھازىرنىڭ ئۆزىدە #CommonVoice غا ئاۋاز تەقدىم ئېتىش ئۈچۈن شەخسىي نىشان تىكلىدىم - مەن بىلەن بىرلىكتە ماشىنىلارغا ھەققىي كىشىلەرنىڭ قانداق سۆزلەيدىغانلىقىنى ئۆگىتىڭ{ $link }
